Repository: intraweb-modules12/iw_groups
Catalog: locale/*/LC_MESSAGES/module_*_groups.po
Languages: ca, es

source: An error has occurred while trying to select records in the database. Contact with the intranet administrator
ca: S'ha produït un error en intentar seleccionar registres de la base de dades. Contacteu amb l'admninistrador/a del web.
es: Se ha producido un error al intentar seleccionar registros de la base de datos. Pongase en contacto con el administrador/a de la web.

source: Error! Could not do what you wanted. Please check your input.
ca: No s'ha pogut carregar el que volíeu. Reviseu les dades
es: Error! Argumentos erróneos. Por favor verifica los datos e inténtalo de nuevo.

source: Error! Could not load items.
ca: S'ha produït un error en carregar elements
es: Error! No se logró cargar los elementos.

source: An error has occurred while creating the group
ca: S'ha produït un error en crear un grup.
es: Se ha producido un error en la creación de un grupo.

source: An error has occurred while trying to delete a record from the data base
ca: S'ha produït un error en esborrar el registre.
es: Se ha producido un error tratando de borrar un registro de la base de datos

source: The group where the action had to be carried out hasn't been found
ca: No s'ha trobat el grup sobre el qual fer l'acció sol·licitada.
es: No se ha encontrado el grupo sobre el cual hacer la acción solicitada.

source: The modification of the group has failed
ca: La modificació del grup ha fallat.
es: La modificación del grupo ha fallado.

source: You aren't allowed to administer the groups
ca: No teniu autorització per administrar els grups.
es: No está autorizado a administrar los grupos de la intranet.

source: Incorrect action during the group change
ca: Acció incorrecta en el canvi de grups.
es: Acción incorrecta en el cambio de grupos.

source: An error has occurred while creating the subgroup
ca: S'ha produït un error en crear un subgrup.
es: Se ha producido un error en la creación de un subgrupo.

source: Error! Could not load module.
ca: No s'ha pogut carregar el mòdul
es: Error! No se logró cargar el módulo.

source: Add a new group
ca: Afegeix un nou grup
es: Añade un nuevo grupo

source: View the groups
ca: Mostra els grups
es: Muestra los grupos

source: Administer the members of the groups
ca: Gestiona els membres dels grups
es: Gestiona los miembros de los grupos

source: Configure the module
ca: Configura el mòdul
es: Configura el módulo

source: There isn't any group defined
ca: No hi ha cap grup definit
es: No hay ningún grupo creado.

source: Sorry! No authorization to access this module.
ca: No teniu autorització per accedir a aquest mòdul
es: Disculpa! No tienes autorización para ejecutar esa acción en este módulo.

source: Group name
ca: Nom del grup
es: Nombre del grupo

source: Description
ca: Descripció
es: Descripción

source: Create the group
ca: Crea el grup
es: Crea el grupo

source: Groups
ca: Grups
es: Grupos

source: You didn't state the group name.
ca: No heu indicat el nom del grup.
es: No ha escrito el nombre del grupo.

source: Return to the previous form
ca: Torna al formulari anterior.
es: Vuelve al formulario anterior.

source: A group ha been created
ca: S'ha creat un nou grup.
es: Se ha creado un nuevo grupo.

source: Confirm the deletion of the group
ca: Confirma l'esborrament del grup.
es: Confirma el borrado del grupo.

source: Cancel the deletion
ca: Cancel·la l'esborrament.
es: Cancela el borrado.

source: Group deleted
ca: S'ha esborrat el grup.
es: El grupo ha sido borrado.

source: Modify
ca: Modifica
es: Modifica

source: Group updated
ca: S'ha actualitzat el grup.
es: El grupo ha sido actualizado.

source: Empty Group
ca: Grup buit
es: Grupo vacío

source: Choose a group...
ca: Tria un grup...
es: Escoje un grupo...

source: Group
ca: Grup
es: Grupo

source: Options
ca: Opcions
es: Opciones

source: Change
ca: Canvia
es: Cambia

source: Without group
ca: Sense grup:
es: Sin grupo:

source: Move to the group >>
ca: Mou al grup >>
es: Mueve al grupo >>

source: Add to the group >>
ca: Afegeix al grup >>
es: Añade al grupo >>

source: << Move to the group
ca: << Mou al grup
es: << Mueve al grupo

source: << add to the group
ca: << Afegeix al grup
es: << Añade al grupo

source: Remove from the groups
ca: Treu dels grups
es: Saca de los grupos

source: Member of the following groups
ca: De quins grups és?
es: ¿De qué grupos es miembro?

source: No user selected
ca: No heu escollit cap usuari/ària de la llista per fer l'acció.
es: No ha escogido ningún usuario/ninguna usuaria de la lista para llevar a cabo la acción.

source: Move users between groups
ca: Mou els membres entre els grups.
es: Mueve los miembros entre los grupos

source: Confirm the transfer of users between groups
ca: Confirma el transpàs dels usuaris/àries entre grups.
es: Confirma el traspaso de los usuarios/las usuarias entre grupos.

source: Cancel the action
ca: Cancel·la el transpàs dels usuaris/àries entre grups.
es: Cancela el traspaso de los usuarios/las usuarias entre grupos.

source: Delete the members of the groups
ca: Esborra els membres dels grups
es: Borra los miembros de los grupos

source: Confirm the action
ca: Confirma l'esborrament dels membres dels grups.
es: Confirma el borrado de los miembros de los grupos.

source: Groups to which the users belong
ca: Grups als quals pertanyen els/les usuaris/àries
es: Grupos a los que pertenecen los usuarios/las usuarias

source: Initial group
ca: Grup inicial en l'administració dels membres dels grups
es: Grupo inicial en la administración de los miembros de los grupos

source: Confirm the deletion of groups membership
ca: Demana confirmació abans d'esborrar membres dels grups.
es: Solicita confirmación antes de borrar miembros de los grupos

source: Confirm the transfer of members between groups
ca: Demana confirmació abans de moure membres d'un grup cap a un altre
es: Solicita confirmación antes de mover miembros de un grupo a otro grupo

source: Configuration updated
ca: S'ha modificat la configuració del mòdul grups
es: Se ha modificado la configuración del módulo grupos.

source: Allow the creation, edition and removing of user groups
ca: Permet crear, modificar i eliminar els grups pels usuaris
es: Permite la creación, modificación y eliminación de grupos para los usuarios

source: IW Groups
ca: IW Grups
es: IW Grupos

source: Groups list
ca: Llista de grups
es: Llista de grupos

source: Edit
ca: Edició
es: Editar

source: Delete
ca: Esborrament
es: Borrar

source: About this module
ca: Pel que fa a aquest mòdul
es: Por lo que al módulo se refiere

source: Groups membership administration
ca: Administració dels membres dels grups
es: Administración de los miembros de los grupos

source: Delete the group
ca: Esborra el grup
es: Borra el grupo

source: Modify the group module configuration
ca: Modifica la configuració del mòdul de grups
es: Modifica la configuración del módulo de grupos

source: Edit the group
ca: Edita el grup
es: Edita el grupo
